{
   "tips.title.tip":"Tip",
   "tips.tip.no_tips":"No tips have been loaded. Please review the configurations.",
   "tips.tip.undead_damage":"The Dragons will whop your ass.",
   "tips.tip.poison_immune":"Shulker Boxes have been disabled due to an exploit due to carrying to much.",
   "tips.tip.witch_conversion":"Mobs can break and open player made blocks.",
   "tips.tip.four_eggs":"Secure your nether portal or the mobs will secure your base.",
   "tips.tip.nether_lava":"Checkout the Dev World it explains progression.",
   "tips.tip.east":"The Sun, Moon, and Stars all move towards the east.",
   "tips.tip.swamp_slime":"Slimes can spawn in swamps during a full moon.",
   "tips.tip.deflect_ghast_fireballs":"Normal tool progression must be through Tinker's Construct.",
   "tips.tip.shulker_armor":"If you eat the same food too much, you wont get buffs.",
   "tips.tip.arthropods":"You can autocraft items using the Low Tech Crafting Mod!",
   "tips.tip.fossils":"If it looks like it will kill you it probably will.",
   "tips.tip.crouch_blocks":"Poison is deadly.",
   "tips.tip.smoke_bees":"Placing a Campfire beneath a Bee Nest will make those Bees passive.",
   "tips.tip.lava_fuel":"Lava Buckets can be used as fuel in the Furnace.",
   "tips.tip.wooden_tool_fuel":"Old Wooden tools can be used as fuel in the Furnace.",
   "tips.tip.scrap_nuggets":"Gold and Iron tools/armor can be melted down in a smeltary.",
   "tips.tip.piglin_gold":"Press N to open Litematica.",
   "tips.tip.dog_health":"Shulkerboxes now cost 9 shells to craft but you can farm them using 1.17 shulker mechanics.",
   "tips.tip.dog_rotten_flesh":"You aren't god anymore during endgame.",
   "tips.tip.lure_animals":"Don't bring a sword to a dragonfight.",
   "tips.tip.cooked_drops":"Animals killed by fire damage will sometimes drop cooked food.",
   "tips.tip.nether_sponge":"Wet sponges will immediately dry when placed in the nether.",
   "tips.tip.boat_passenger":"Vanilla mobs have been buffed, they can now see you from 64 blocks away!",
   "tips.tip.shulker_golem":"You can craft slab versions of most tinker tables.",
   "tips.tip.note_block_instrument":"Kill dragons to get A tier armor.",
   "tips.tip.zombie_armor":"Doors and windows are useless unless you reinforce them with metal.",
   "tips.tip.undead_helmet":"Iron bars are the new windows.",
   "tips.tip.iron_golem_heal":"Make a castle with a moat.",
   "tips.tip.turtle_shell":"Turtles don't drop their shell when they die, but only when their babies grow adult.",
   "tips.tip.animal_growing":"Make an automatic tree farm to get wood fast.",
   "tips.tip.blaze_snowball":"Blazes are the only hostile mobs that take damage from snowballs.",
   "tips.tip.biome_bonemeal":"Make an animal farm, lest something else kill them first...",
   "tips.tip.biome_fishing":"Fishing in a Jungle can give you different items compared to fishing in other biomes.",
   "tips.tip.fishing_resources":"Fishing is a great way to get high level enchanted books.",
   "tips.tip.boat_jump":"By placing a boat in lava you can make a temporary platform.",
   "tips.tip.creeper_cat":"Creepers are afraid of cats and will run away from them.",
   "tips.tip.water_grass":"Chickens can sometimes lay cursed eggs.",
   "tips.tip.gravity_torch":"If you quickly put a torch under blocks affected by gravity, they will break in chain.",
   "tips.tip.string_wool":"The mobs will REALLY kick your ass..",
   "tips.tip.barrel":"Barrels are more efficient than chests; they don't require a block overhead and can be put together infinitely.",
   "tips.tip.job_site_dimension":"Villagers lose their job site when changing dimensions.",
   "tips.tip.villager_sweat":"There is a temperature system.",
   "tips.tip.wandering_invis":"Use Litematica to build Machines and Farms out of Vanilla Redstone.",
   "tips.tip.baby_panda_slimeball":"Baby Pandas have a 0.1% chance to drop a slimeball after they sneeze.",
   "tips.tip.fortress_triangulation":"You can triangulate stronghold locations by summoning eyes of ender from two different locations and tracking where they intersect.",
   "tips.tip.creeper_drops_disc":"If a Skeleton's or Stray's arrow kills a Creeper, the Creeper drops a random music disc (excluding the nether music disc).",
   "tips.tip.mooshroom_lightning":"Crops grow much slower than Vanilla.",
   "tips.tip.bed_explode":"Cows udders aren't black holes.",
   "tips.tip.fall_damage_blocks":"Some blocks like water and hay can reduce fall damage.",
   "tips.tip.bed_respawn":"Sleeping in a bed will set your spawn point but you cant actually skip the night.",
   "tips.tip.ore_tiers":"Join the Official Blood N Wine 2 Discord: https://discord.gg/aDSV4bb",
   "tips.tip.sponge_bucket":"Wet Sponge can be dried in a furnace by cooking it. If there is an empty bucket in the fuel slot the bucket will catch the water!",
   "tips.tip.coarse_to_dirt":"Coarse Dirt can be converted into normal dirt using a hoe.",
   "tips.tip.enderman_blocks":"Enderman can move blocks like dirt, sand, and TNT!",
   "tips.tip.dragon_blocks":"You can craft better food..",
   "tips.tip.piglin_repellent":"Shift click shaded gardens to save inventory space.",
   "tips.tip.bedrock_breaking":"Did you know you can break bedrock with headless sticky pistons and trapdoors?",
   "tips.tip.bloodnwine2_2b2t":"Blood N Wine 2 was made by 2b2t players.",
   "tips.tip.bloodnwine2_multiplayer":"If Blood N Wine 2 Multiplayer isnt online Nukelord spilled cocaine on the server.",
   "tips.tip.creeper_suicide":"Creepers sometimes randomly explode because they get mad they dont have arms :(.",
   "tips.tip.freecam":"You can now press U to enter Freecam.",
   "tips.tip.herobrine":"Geonarches can only spawn in low light levels when mining ore.",
   "tips.tip.glowballs":"Glowballs and Seared Glass cannot be broken by hostile mobs.",
   "tips.tip.lava_weapon":"Use lava buckets against op mobs to bypass armor.",
   "tips.tip.nether_portal_away":"Make your nether portal out of render distance of your base so mobs dont constantly spawn in it.",
   "tips.tip.nukelord_god":"Did you know Nukelord is God? Well now you do!",
   "tips.tip.protect_torches":"Protect your torches with blocks if you want them to stay in caves.",
   "tips.tip.regen":"Health Regenerates by Eating food.",
   "tips.tip.tile_entities":"Tile entities can be pushed and pulled now.",
   "tips.tip.villager_breeder":"Use Litematica to make a Villager Breeder.",
   "tips.tip.wizard":"You can be a wizard, Harry!",
   "tips.tip.1":"You can press F12 to enter Screenarchery mode.",
   "tips.tip.2":"Villages are now more common underground.",
   "tips.tip.3":"Press Z to open wheel menu.",
   "tips.tip.4":"Press C to open Easy Building radial menu.",
   "tips.tip.5":"Summon Herobrine I DARE YOU!",
   "tips.tip.6":"Creepers sometimes spawn super charged.",
   "tips.tip.7":"The Farlands can be enabled by reading HOW TO ENABLE FARLANDS.txt in BNW2 main directory.",
   "tips.tip.8":"Terraforged worlds are continental.",
   "tips.tip.9":"Sea level is now y128!",
   "tips.tip.10":"Arrrr me scccURvYYY doGGGG! Use boat to travel the seven seas!",
   "tips.tip.11":"Use horse carts to pull mobs along with you.",
   "tips.tip.12":"Minecarts have been improved and can now load chunks and hold enderpearls in stasis.",
   "tips.tip.13":"Minecart rails can now be improved beyond powered rails!",
   "tips.tip.14":"Creepers are literally Terrorists!",
   "tips.tip.15":"Skeletons have aimbot",
   "tips.tip.16":"If its humanoid it most likely can break your shit.",
   "tips.tip.17":"The Ender Dragon will now kick your ass.",
   "tips.tip.18":"Beware of griefers (zombies)",
   "tips.tip.19":"Diamonds now only spawn in the Deep Dark.",
   "tips.tip.20":"Overworld -> Deep Dark -> Nether -> End",
   "tips.tip.21":"Press H to attach a cart to your horse to transport mobs!",
   "tips.tip.22":"Alex's Mobs has unique AI for every animal!",
   "tips.tip.23":"Press I to open Inventory HUD config.",
   "tips.tip.24":"Press R in inventory on an item to show recipes.",
   "tips.tip.25":"Press U in inventory on an item to show uses.",
   "tips.tip.26":"Press A in inventory on an item to bookmark it!",
   "tips.tip.27":"Press X to swap hotbars.",
   "tips.tip.28":"Press K to enable rotation lock.",
   "tips.tip.29":"Press CAPS to autowalk.",
   "tips.tip.30":"You will automatically catch and recast while fishing!.",
   "tips.tip.31":"Press F7 to toggle light level overlay.",
   "tips.tip.32":"Press Left Arrow to toggle Structure Bounding Boxes!",
   "tips.tip.33":"Mob Spawners are now finite and increase in lifespan the farther you are from spawn!",
   "tips.tip.34":"There is now new biomes in The Nether and The End!",
   "tips.tip.35":"The Warden lurks in the Deep Dark!",
   "tips.tip.36":"Pillagers now have Workshops of Doom!",
   "gui.tips.list.title":"Tips List",
   "gui.tips.list.search":"Search",
   "gui.tips.list.show_disabled":"Show Disabled",
   "gui.tips.list.entry.tip_id":"Tip ID: %s",
   "gui.tips.list.entry.added_by":"Added by: %s",
   "gui.tips.list.entry.copied":"Copied!",
   "gui.tips.list.entry.click_to_copy":"Click to copy ID",
   "gui.tips.list.entry.disabled":"Disabled by config!",
   "gui.tips.list.config":"Config"
}